fio4pi/results/6411-4r-rpi3-raspbian_v4.1.19-v7+.log
random-read-1: (g=0): rw=randread, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
random-read-2: (g=0): rw=randread, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
random-read-3: (g=0): rw=randread, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
random-read-4: (g=0): rw=randread, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
fio-2.6
Starting 4 processes
random-read-3: Laying out IO file(s) (1 file(s) / 128MB)
random-read-4: Laying out IO file(s) (1 file(s) / 128MB)

random-read-1: (groupid=0, jobs=1): err= 0: pid=1190: Tue Mar 15 00:20:13 2016
  read : io=131072KB, bw=1655.2KB/s, iops=413, runt= 79190msec
    clat (usec): min=1502, max=43420, avg=2406.44, stdev=391.51
     lat (usec): min=1503, max=43420, avg=2407.31, stdev=391.50
    clat percentiles (usec):
     |  1.00th=[ 1896],  5.00th=[ 1960], 10.00th=[ 2008], 20.00th=[ 2160],
     | 30.00th=[ 2224], 40.00th=[ 2320], 50.00th=[ 2416], 60.00th=[ 2480],
     | 70.00th=[ 2544], 80.00th=[ 2640], 90.00th=[ 2736], 95.00th=[ 2864],
     | 99.00th=[ 3056], 99.50th=[ 3184], 99.90th=[ 3792], 99.95th=[ 4576],
     | 99.99th=[ 7264]
    bw (KB  /s): min= 1480, max= 1692, per=25.02%, avg=1656.22, stdev=22.96
    lat (msec) : 2=9.01%, 4=90.93%, 10=0.06%, 50=0.01%
  cpu          : usr=0.44%, sys=1.16%, ctx=32785, majf=0, minf=17
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=32768/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
random-read-2: (groupid=0, jobs=1): err= 0: pid=1191: Tue Mar 15 00:20:13 2016
  read : io=131072KB, bw=1655.3KB/s, iops=413, runt= 79187msec
    clat (usec): min=523, max=43450, avg=2406.51, stdev=392.81
     lat (usec): min=524, max=43451, avg=2407.38, stdev=392.81
    clat percentiles (usec):
     |  1.00th=[ 1896],  5.00th=[ 1960], 10.00th=[ 2008], 20.00th=[ 2160],
     | 30.00th=[ 2224], 40.00th=[ 2320], 50.00th=[ 2416], 60.00th=[ 2480],
     | 70.00th=[ 2544], 80.00th=[ 2640], 90.00th=[ 2768], 95.00th=[ 2864],
     | 99.00th=[ 3056], 99.50th=[ 3216], 99.90th=[ 3856], 99.95th=[ 4640],
     | 99.99th=[ 7136]
    bw (KB  /s): min= 1480, max= 1692, per=25.02%, avg=1656.15, stdev=22.92
    lat (usec) : 750=0.01%
    lat (msec) : 2=9.00%, 4=90.92%, 10=0.06%, 50=0.01%
  cpu          : usr=0.49%, sys=1.10%, ctx=32778, majf=0, minf=18
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=32768/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
random-read-3: (groupid=0, jobs=1): err= 0: pid=1192: Tue Mar 15 00:20:13 2016
  read : io=131072KB, bw=1655.4KB/s, iops=413, runt= 79181msec
    clat (usec): min=1441, max=43148, avg=2406.52, stdev=396.70
     lat (usec): min=1443, max=43149, avg=2407.39, stdev=396.69
    clat percentiles (usec):
     |  1.00th=[ 1896],  5.00th=[ 1960], 10.00th=[ 2008], 20.00th=[ 2160],
     | 30.00th=[ 2224], 40.00th=[ 2320], 50.00th=[ 2384], 60.00th=[ 2480],
     | 70.00th=[ 2544], 80.00th=[ 2640], 90.00th=[ 2800], 95.00th=[ 2896],
     | 99.00th=[ 3120], 99.50th=[ 3248], 99.90th=[ 3824], 99.95th=[ 4704],
     | 99.99th=[ 8384]
    bw (KB  /s): min= 1472, max= 1689, per=25.02%, avg=1656.31, stdev=23.00
    lat (msec) : 2=8.74%, 4=91.19%, 10=0.06%, 50=0.01%
  cpu          : usr=0.33%, sys=1.21%, ctx=32772, majf=0, minf=17
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=32768/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
random-read-4: (groupid=0, jobs=1): err= 0: pid=1193: Tue Mar 15 00:20:13 2016
  read : io=131072KB, bw=1655.4KB/s, iops=413, runt= 79180msec
    clat (usec): min=1477, max=44732, avg=2406.56, stdev=396.67
     lat (usec): min=1478, max=44733, avg=2407.43, stdev=396.67
    clat percentiles (usec):
     |  1.00th=[ 1896],  5.00th=[ 1960], 10.00th=[ 2008], 20.00th=[ 2160],
     | 30.00th=[ 2256], 40.00th=[ 2320], 50.00th=[ 2416], 60.00th=[ 2480],
     | 70.00th=[ 2544], 80.00th=[ 2640], 90.00th=[ 2736], 95.00th=[ 2832],
     | 99.00th=[ 3024], 99.50th=[ 3184], 99.90th=[ 3824], 99.95th=[ 4192],
     | 99.99th=[ 8640]
    bw (KB  /s): min= 1480, max= 1692, per=25.02%, avg=1656.43, stdev=22.87
    lat (msec) : 2=8.89%, 4=91.04%, 10=0.06%, 50=0.01%
  cpu          : usr=0.38%, sys=1.14%, ctx=32773, majf=0, minf=20
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=32768/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: io=524288KB, aggrb=6620KB/s, minb=1655KB/s, maxb=1655KB/s, mint=79180msec, maxt=79190msec

Disk stats (read/write):
  mmcblk0: ios=130623/11, merge=0/4, ticks=311310/190, in_queue=311420, util=99.95%