fio4pi/results/6412-1r-rpi2-raspbian_v4.1.19-v7+.log
random-read: (g=0): rw=randread, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
fio-2.6
Starting 1 process
random-read: Laying out IO file(s) (1 file(s) / 128MB)

random-read: (groupid=0, jobs=1): err= 0: pid=955: Wed Mar 16 21:37:28 2016
  read : io=131072KB, bw=5902.2KB/s, iops=1475, runt= 22208msec
    clat (usec): min=466, max=5524, avg=657.71, stdev=140.76
     lat (usec): min=467, max=5529, avg=659.32, stdev=140.77
    clat percentiles (usec):
     |  1.00th=[  478],  5.00th=[  482], 10.00th=[  486], 20.00th=[  494],
     | 30.00th=[  502], 40.00th=[  636], 50.00th=[  668], 60.00th=[  700],
     | 70.00th=[  748], 80.00th=[  788], 90.00th=[  836], 95.00th=[  868],
     | 99.00th=[  972], 99.50th=[  980], 99.90th=[ 1012], 99.95th=[ 1048],
     | 99.99th=[ 1240]
    bw (KB  /s): min= 5744, max= 6264, per=99.96%, avg=5899.82, stdev=79.39
    lat (usec) : 500=27.82%, 750=42.74%, 1000=29.26%
    lat (msec) : 2=0.17%, 10=0.01%
  cpu          : usr=2.97%, sys=7.43%, ctx=35507, majf=0, minf=17
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=32768/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: io=131072KB, aggrb=5902KB/s, minb=5902KB/s, maxb=5902KB/s, mint=22208msec, maxt=22208msec

Disk stats (read/write):
  mmcblk0: ios=32679/0, merge=0/0, ticks=20290/0, in_queue=20190, util=90.88%